src/Infra/xml/celina/setRevertOperation.xml

<soapenv:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:MultiPago">
   <soapenv:Header/>
   <soapenv:Body>
      <urn:SetRevertOperation soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
         <user xsi:type="xsd:string">multipago@cesi.com</user>
         <password xsi:type="xsd:string">Multipago123</password>
         <office xsi:type="xsd:string">Virtual</office>
         <operator xsi:type="xsd:string">Multipago_Client</operator>
         <transaction_number xsi:type="xsd:string">?</transaction_number>
         <glossa xsi:type="xsd:string">?</glossa>
      </urn:SetRevertOperation>
   </soapenv:Body>
</soapenv:Envelope>